[
    {
        "id": "14",
        "title": "Abundance of connected motifs in transcriptional networks, a case study using random forests regression",
        "authors": "Khajamoinuddin Syed, Bhanu K. Kamapantula, Michael Mayo, Edward Perkins and Preetam Ghosh",
        "keywords": "vertex-shared motifs, complex networks, connected motifs",
        "figure": "bict-2015.png",
        "type": "Conference",
        "place": "BICT 2015",
        "date": "December 2015",
        "url": "files/bict2015.pdf",
        "overview": {
            "abstract": "Biological network topologies are known to be robust despite internal and external perturbances. Motifs such as feed-forward loop and bifan have been marked to contribute to structural and functional significance. While network characteristics such as network density, average shortest path, and centrality measures etc., have been well studied, modular characteristics have not been explored in similar detail. Motif connectivity might play a major role in regulation under high perturbations. Connected motif abundance can skew network robustness as well. To test this hypothesis, we study the significance of the two connected feed-forward loop motifs using random forest regression modeling. We define thirty eight network features, fifteen of which are static and dynamic features and the other twenty three are two feed-forward loop connected motif features. We identify significant features among these using random forests regression and create models that can be used to train and predict the robustness of the biological networks. The performance of these models is measured using coefficient of determination metric and the significance of the features themselves is characterized using feature importances. Our experiments reveal that connected feed-forward loop motifs do not contribute to the robustness of network when models are created with all 38 features. For models with only connected motif features, the performance of a specific rhombus motif under high loss stands out"
        }
    },
	{
		"id": "13",
		"title": "miRegulome: a knowledge-base of miRNA regulomics and analysis",
		"authors": "Debmalya Barh, Bhanu Kamapantula, Neha Jain, Joseph Nalluri, Antaripa Bhattacharya, Lucky Juneja, Neha Barve, Sandeep Tiwari, Anderson Miyoshi, Vasco Azevedo, Kenneth Blum, Anil Kumar, Artur Silva and Preetam Ghosh",
		"keywords": "database, miRNA associations, disease",
		"figure": "nature-srep.jpg",
		"type": "Journal",
		"place": "Nature Scientific Reports",
		"date": "August 2015",
		"url": "http://www.nature.com/articles/srep12832",
		"overview": {
			"abstract": "miRNAs regulate post transcriptional gene expression by targeting multiple mRNAs and hence can modulate multiple signalling pathways, biological processes, and patho-physiologies. Therefore, understanding of miRNA regulatory networks is essential in order to modulate the functions of a miRNA. The focus of several existing databases is to provide information on specific aspects of miRNA regulation. However, an integrated resource on the miRNA regulome is currently not available to facilitate the exploration and understanding of miRNA regulomics. miRegulome attempts to bridge this gap. The current version of miRegulome v1.0 provides details on the entire regulatory modules of miRNAs altered in response to chemical treatments and transcription factors, based on validated data manually curated from published literature. Modules of miRegulome (upstream regulators, downstream targets, miRNA regulated pathways, functions, diseases, etc) are hyperlinked to an appropriate external resource and are displayed visually to provide a comprehensive understanding. Four analysis tools are incorporated to identify relationships among different modules based on user specified datasets. miRegulome and its tools are helpful in understanding the biology of miRNAs and will also facilitate the discovery of biomarkers and therapeutics. With added features in upcoming releases, miRegulome will be an essential resource to the scientific community. Availability: http://bnet.egr.vcu.edu/miRegulome.",
			"picture": "nature-srep-2.jpg"
		}
	},
	{
		"id": "12",
		"title": "Feature ranking in transcriptional networks: Packet receipt as a dynamical metric",
		"authors": "B. Kamapantula, M. Mayo, E. Perkins, A. Abdelzaher and P. Ghosh",
		"keywords": "machine learning, k-means, feature ranking",
		"figure": "ecoli-bict.jpg",
		"type": "Conference",
		"place": "BICT 2014",
		"date": "December 2014",
		"url": "files/bict2014.pdf",
		"overview": {
			"abstract": "Biological networks are now studied extensively by researchers to understand the working principles of nature. Machine learning techniques can be useful in realizing the features contributing to the robustness of biological systems. In this work, we compare subnetworks extracted from E. coli and yeast using in silico experiments. We use packet receival rate as a metric to quantify biological robustness. This metric is different from the usual structural metrics since it captures the dynamic behavior of the network. We define seventeen features based on structural significance such as motifs and conventional metrics such as average shortest path, network density among others. Then, in order to identify important features, feature ranking is performed based on grid search for best support vector machine classifier parameters using cross validation. Results show that feed-forward loop motif based features are important for E. coli networks. Network density, degree centrality based features and bifan motif based features are identified as significant for yeast derived networks. Also, results suggest that feature significance varies with network size (number of nodes). As a first, this study quantifies the impact of motif, feed-forward loop and bifan, abundance in natural networks.",
			"picture": "methodology.jpg"
		}
	},
	{
		"id": "11",
		"title": "Dynamical impacts from structural redundancy of transcriptional motifs in gene-regulatory networks.",
		"authors": "B. K. Kamapantula, M. Mayo, E. Perkins and P. Ghosh",
		"keywords": "machine learning, k-means, feature ranking, ANOVA F-value",
		"figure": "ecoli-emnet.jpg",
		"type": "Conference",
		"place": "EMNET 2014",
		"date": "December 2014",
		"url": "files/emnet2014.pdf",
		"overview": {
			"abstract": "We examine and compare transcriptional networks extracted from the bacterium Escherichia coli and the baker's yeast Saccharomyces cerevisiae using discrete event simulation based in silico experiments. The packet receipt rate is used as a dynamical metric to understand information ow, while machine learning techniques are used to examine underlying relationships inherent to the network topology. To this effect, we defined sixteen features based on structural/topological significance, such as transcriptional motifs,and other traditional metrics, such as network density and average shortest path, among others. Support vector classification is carried out using these features after parameters were identified using a cross-validation grid-search method. Feature ranking is performed using analysis of variance F-value metric. We found that feed-forward loop based features rank consistently high in both the bacterial and yeast networks, even at different perturbation levels. This work paves the way to design specialized engineered systems, such as wireless sensor networks, that exploit topological properties of natural networks to attain maximum efficiency.",
			"picture": "methodology.jpg"
		}
	},
	{
		"id": "10",
		"title": "Networks of interactions between feed-forward loop transcriptional motifs in gene-regulatory networks",
		"authors": "M. Mayo, A. Abdelzaher, B. Kamapantula, E. Perkins, and P. Ghosh",
		"keywords": "Assortativity, Degree correlations, Graph transformations,Feed-forward loop",
		"figure": "mayoemnet.png",
		"type": "Conference",
		"place": "EMNET 2014",
		"date": "December 2014",
		"url": "files/mayo_emnet.pdf",
		"overview": {
			"abstract": "Transcriptional motifs are smaller subnetworks found within the gene-regulatory networks of many organisms in larger abundance than can be explained by chance alone. The feed-forward loop is one such three-node motif, wherein one top-level protein regulates the expression of a target gene either directly, or indirectly through an intermediate regulator protein. However, no systematic effort has yet been made to understand how individual feed-forward loops interconnect. Here, we address this problem by examining embedded transcriptional motifs that interact topologically by sharing one (vertex-share graphs), two (edge-share graphs), or three (triad-share graphs) nodes. Using transcriptional networks of the bacterium Escherichia coli and the yeast Saccharomyces cerevisiae, we constructed networks of feed-forward loops based on these interaction patterns, and termed them “motif networks.” In view of these motif networks, we show that, on average, feed-forward loops connect primarily to others similarly connected–a phenomenon termed assortativity or homophily and often attributed to social networks. We fit these correlations to a power-law equation, which exhibits a sublinear exponent indicative of an “economy of scale” in the FFL connectivity. We show that connectivity distributions of the motif networks (similar to degree distributions in complex networks) appear approximately uniform, but with a large variance. Although assortative mixing may arise from a scale-free degree distribution, we conclude that assortativity observed here arises by alternative means.",
			"picture": ""
		}
	},
	{
		"id": "9",
		"title": "Prioritization of disease candidates in miRNA-disease associations based on maximum weighted matching inference model and motif-based analysis",
		"authors": "Joseph J Nalluri, Bhanu K Kamapantula et. al",
		"keywords": "miRNA-disease associations",
		"figure": "dismira.png",
		"type": "Journal",
		"place": "BMC Genomics Special Issue",
		"date": "November 2014",
		"url": "files/bmcgenomics2014.pdf",
		"overview": {
			"abstract": "Background: MicroRNAs (miRNAs) have increasingly been found to regulate diseases at a significant level. The interaction of miRNA and diseases is a complex web of multilevel interactions, given the fact that a miRNA regulates upto 50 or more diseases and miRNAs/diseases work in clusters. The clear patterns of miRNAs regulating a disease and vice-versa are still elusive. Methods: In this work, we approach the miRNA-disease interactions from a network scientific perspective and devise two approaches - maximum weighted matching model (a graph theoretical algorithm which provides the result by solving an optimization equation of selecting the most prominent set of diseases) and motif-based analyses (which investigates the motifs of the miRNA-disease network and selects the most prominent set of diseases based on their maximum number of participation in motifs, thereby revealing the miRNA-disease interaction dynamics) to determine and prioritize the set of diseases which are most certainly impacted upon the activation of a group of queried miRNAs, in a miRNA-disease network. Results and Conclusion: Our tool, DISMIRA implements the above mentioned approaches and presents an interactive visualization which helps the user in exploring the networking dynamics of miRNAs and diseases by analyzing their neighbors, paths and topological features. A set of miRNAs can be used in this analysis to get the associated diseases for the input group of miRs with ranks and also further analysis can be done to find key miRs or diseases, shortest paths etc. DISMIRA can be accessed online for free at http://bnet.egr.vcu.edu:8080/dismira.",
			"picture": "methodology.jpg"
		}
	},
	{
		"id": "8",
		"title": "Quantifying robustness of biological networks using NS-2",
		"authors": "Bhanu K. Kamapantula, Ahmed Abdelzaher, Sajal K. Das and Preetam Ghosh",
		"keywords": "biological robustness, NS-2",
		"figure": "ecoliyeast-bookc.png",
		"type": "Book chapter",
		"place": "Modeling, Methodologies and Tools for Molecular and Nano-scale Communications (Springer)",
		"date": "November 2014",
		"url": "files/book-chapter-abstract.pdf",
		"overview": {
			"abstract": "",
			"picture": ""
		}
	},
	{
		"id": "7",
		"title": "Pannotator: an automated tool for annotation of pan-genomes",
		"authors": "A.R. Santos, E. Barbosa, K. Fiaux, M. Zurita-Turk, V. Chaitankar, B. Kamapantula, A. Abdelzaher, P. Ghosh, S. Tiwari, N. Barve, N. Jain, D. Barh, A. Silva, A. Miyoshi, V. Azevedo",
		"keywords": "Bacterial pan-genomes, Cut-off value parameterized, Automatic annotation, Web interface",
		"figure": "pannotator.png",
		"type": "Journal",
		"place": "Genetics and Molecular Research Journal",
		"date": "August 2013",
		"url": "files/pannotator.pdf",
		"overview": {
			"abstract": "Due to next-generation sequence technologies, sequencing of bacterial genomes is no longer one of the main bottlenecks in bacterial research and the number of new genomes deposited in public databases continues to increase at an accelerating rate. Among these new genomes, several belong to the same species and were generated for pan-genomic studies. A pan-genomic study allows investigation of strain phenotypic differences based on genotypic differences. Along with a need for good assembly quality, it is also fundamental to guarantee good functional genome annotation of the different strains. In order to ensure quality and standards for functional genome annotation among different strains, we developed and made available PANNOTATOR (http://bnet.egr.vcu.edu/iioab/agenote.php), a web-based automated pipeline for the annotation of closely related and well-suited genomes for pan-genome studies, aiming at reducing the manual work to generate reports and corrections of various genome strains. PANNOTATOR achieved 98 and 76% of correctness for gene name and function, respectively, as result of an annotation transfer, with a similarity cut-off of 70%, compared with a gold standard annotation for the same species. These results surpassed the RAST and BASys softwares by 41 and 21% and 66 and 17% for gene name and function annotation, respectively, when there were reliable genome annotations of closely related species. PANNOTATOR provides fast and reliable pan-genome annotation; thereby allowing us to maintain the research focus on the main genotype differences between strains.",
			"picture": ""
		}
	},
	{
		"id": "6",
		"title": "Determining miRNA-disease associations using bipartite graph modelling",
		"authors": "Joseph Nalluri, Bhanu Kamapantula, Preetam Ghosh, Debmalya Barh, Neha Jain, Lucky Juneja and Neha Barve",
		"keywords": "bipartite graph optimization, miRNA-disease",
		"figure": "acmbcbposter.png",
		"type": "Poster",
		"place": "ACM BCB 2013 - ACM Conference on Bioinformatics, Computational Biology and Biomedical Informatics",
		"date": "September 2013",
		"url": "files/acm-bcb-nalluri.pdf",
		"overview": {
			"abstract": "Exploring miRNA-disease interactions is critical to identify the impact of a disease on other diseases. Mapping this problem to a graph theoretical concept offers a unique perspective to study unseen relationships among diseases. In our work, maximum weighted matching has been used after mapping the miRNA-disease associations as a bipartite graph. We also address the limitation of this approach using disease ranking scheme and the results are presented.",
			"picture": ""
		}
	},
	{
		"id": "5",
		"title": "Leveraging the robustness of genetic networks: a case study on bio-inspired wireless sensor network topologies",
		"authors": "Bhanu K. Kamapantula, Ahmed Abdelzaher, Preetam Ghosh,    Michael Mayo, Edward J. Perkins, Sajal K. Das",
		"keywords": "Gene Regulatory Networks, Wireless Sensor Networks, NS-2, Robustness",
		"figure": "aihc.png",
		"type": "Journal",
		"place": "Journal of Ambient Intelligence & Humanized Computing (AIHC)",
		"date": "March 2013",
		"url": "files/aihc.pdf",
		"overview": {
			"abstract": "Wireless sensor networks (WSNs) form a critical component in modern computing applications; given their size, ability to process and communicate information, and to sense stimuli, they are a promising part of the Internet of Things. However, they are also plagued by reliability and node failure problems. Here we address these problems by using the Gene Regulatory Networks (GRNs) of the organism Escherichia coli—believed to be robust against signaling disruptions, such as gene failures—to study the transmission properties of randomly-generated WSNs and transmission structures derived from these genetic networks. Selection of sink nodes is crucial to the performance of these networks; here we introduce four sink-node selection techniques: two motif-based, an attractor based and a highest degree-based approach and perform comprehensive simulations to assess their performance. Specifically, we use NS-2 simulations to evaluate the packet transmission robustness properties of such GRN-derived communication structures as against typical randomly deployed sensor network topologies under varying channel loss models. Packet receipt rates are compared among these networks, which are shown to be higher using GRNs for the communication structure, rather than randomly generated WSNs. We also evaluate the performance of communication structures derived from existing biological network generation models to assess their applicability in providing robust communication. This work paves the way for future development of fault-tolerant and robust WSN deployment and routing algorithms based on the inherent signal transmission robustness properties of the gene regulatory network topologies.",
			"picture": ""
		}
	},
	{
		"id": "3",
		"title": "Empirical Prediction of Packet Transmission Efficiency in Bio-Inspired Wireless Sensor Networks",
		"authors": "Ahmed F. Abdelzaher, Bhanu K. Kamapantula, Preetam Ghosh and Sajal K. Das",
		"keywords": "wireless sensor network, genetic regulatory network,feedforward loop, bi-fan, support vector regression",
		"figure": "isda.png",
		"type": "Conference",
		"place": "Intelligent Systems Design and Applications (ISDA), 2012 12th International Conference on",
		"date": "27-29 Nov. 2012",
		"url": "files/isda.pdf",
		"overview": {
			"abstract": "Biological networks (specifically, genetic regulatory networks) exhibit an optimized sparse topology and are known to be robust to various external perturbations. We have earlier utilized such networks, particularly, the gene regulatory network of E. coli, for constructing smart communication structures in bio-inspired Wireless Sensor Networks (WSNs) having high packet transmission efficiency. In this paper, we present machine learning approaches to relate the graph topology based characteristics of such bio-inspired WSNs to their network-level robustness in terms of average packet transmission efficiency. In particular, we generate a support vector regression model using the graph metric features as input data. The model predicts the percentage of packets received by the highest degree sink node and a theoretical estimate for the overall network robustness.",
			"picture": ""
		}
	},
	{
		"id": "2",
		"title": "Performance of wireless sensor topologies inspired by E. coli genetic networks",
		"authors": "Bhanu K. Kamapantula, Ahmed Abdelzaher, Preetam Ghosh, Michael Mayo, Ed Perkins and Sajal K Das",
		"keywords": "Gene Regulatory Networks, Wireless Sensor Networks, NS-2, Robustness",
		"figure": "persens.png",
		"type": "Workshop",
		"place": "Pervasive Computing and Communications Workshops (PERCOM Workshops), 2012 IEEE International Conference on ",
		"date": "March 2012",
		"url": "files/persens2012.pdf",
		"overview": {
			"abstract": "Wireless Sensor Networks (WSNs) form a critical component in modern computing applications; given their size, ability to process and  communicate information, and to sense stimuli, they are a promising part of The Internet of Things. However, they are also plagued by reliability and node failure problems. Here we address these problems by using E. coli Gene Regulatory Networks (GRNs)–believed to be robust against signaling disruptions, such as gene failures–to study the transmission properties of randomly-generated WSNs and transmission structures derived from these genetic networks. Selection of sink nodes is crucial to the performance of these networks; here we introduce two sink-node selection techniques: a Motif-based, and a Highest Degree-based approach. Using NS-2 simulations, the performance of both networks is evaluated under varying channel loss models. Successful packet receipts are compared among these networks, which are shown to be higher using GRNs for the communication structure, rather than randomly generated WSNs. This work paves the way for future development of fault-tolerant and robust WSN deployment and routing algorithms.",
			"picture": ""
		}
	}
]

