[
  {
    "Type":"Shelters",
    "Point":"Strong and opaque temporary shelters insisted by single women to mitigate physical and sexual violence [2001 El Salvador earthquake]",
    "Page":21,
    "Tags":"2001 El Salvador earthquake",
    "Disaster":"Earthquake",
    "FIELD6":""
  },
  {
    "Type":"Shelters",
    "Point":"Secure doors needed to avoid being cut by machetes (many women were raped due to the lack of this) [2001 El Salvador earthquake]",
    "Page":21,
    "Tags":"2001 El Salvador earthquake",
    "Disaster":"Earthquake",
    "FIELD6":""
  },
  {
    "Type":"Shelters",
    "Point":"“Whenever culturally necessary, women’s bathing and toilet areas should also include a separate area for washing and drying menstruation cloths”",
    "Page":22,
    "Tags":"",
    "Disaster":"",
    "FIELD6":""
  },
  {
    "Type":"Cultural context",
    "Point":"Elderly women and men were excluded from relief material in parts of Tamil Nadu when relief was mediated through communities’ traditional local authority organizations. this is due to the mistaken assumption that they require little food for their survival [2004 Tsunami]",
    "Page":15,
    "Tags":"2004 Tsunami",
    "Disaster":"Tsunami",
    "FIELD6":""
  },
  {
    "Type":"Cultural context",
    "Point":"Some cultures may not allow women to be examined by male physicians. Female health personnel must be included in the team",
    "Page":null,
    "Tags":"",
    "Disaster":"",
    "FIELD6":""
  },
  {
    "Type":"Cultural context",
    "Point":"Cultural context needs to be considered while giving out clothes to women during relief distribution",
    "Page":null,
    "Tags":"",
    "Disaster":"",
    "FIELD6":""
  },
  {
    "Type":"Cultural context",
    "Point":"Men are not allowed access to women and female heads of households in some communities. people are more comfortable discussing sensitive issues such as reproductive health and personal hygiene with same gender",
    "Page":17,
    "Tags":"",
    "Disaster":"",
    "FIELD6":""
  },
  {
    "Type":"Security",
    "Point":"Following a disaster, women are prone to demands for sexual favors, rape and other kinds of sexual and physical abuse",
    "Page":10,
    "Tags":"",
    "Disaster":"",
    "FIELD6":""
  },
  {
    "Type":"Security",
    "Point":"Women are often in-charge of collecting firewood, water. security of the access routes is critical to ensure their safety",
    "Page":22,
    "Tags":"",
    "Disaster":"",
    "FIELD6":""
  },
  {
    "Type":"Security",
    "Point":"Security can be achieved by encouraging communities to stay together. ensures internal policing system",
    "Page":22,
    "Tags":"",
    "Disaster":"",
    "FIELD6":""
  },
  {
    "Type":"Security",
    "Point":"Adequate lighting",
    "Page":22,
    "Tags":"",
    "Disaster":"",
    "FIELD6":""
  },
  {
    "Type":"Recovery strategies",
    "Point":"Gender concerns identified during the situation analysis, needs assessment process [2006 Yogyakarta and Central Java]",
    "Page":26,
    "Tags":"2006 Yogyakarta and Central Java",
    "Disaster":"Earthquake",
    "FIELD6":""
  },
  {
    "Type":"Recovery strategies",
    "Point":"Include women in needs identification and decision making [2006 Yogyakarta and Central Java]",
    "Page":26,
    "Tags":"2006 Yogyakarta and Central Java",
    "Disaster":"Earthquake",
    "FIELD6":""
  },
  {
    "Type":"Recovery strategies",
    "Point":"Finance team to include at least one woman finance officer [2006 Yogyakarta and Central Java]",
    "Page":26,
    "Tags":"2006 Yogyakarta and Central Java",
    "Disaster":"Earthquake",
    "FIELD6":""
  },
  {
    "Type":"Recovery strategies",
    "Point":"Include women in constructing temporary shelters (after training them) [2006 Yogyakarta and Central Java]",
    "Page":26,
    "Tags":"2006 Yogyakarta and Central Java",
    "Disaster":"Earthquake",
    "FIELD6":""
  },
  {
    "Type":"Skills",
    "Point":"three times as many women died than men in 2004 Tsunami in India, four times in Indonesia [2004 Tsunami]",
    "Page":10,
    "Tags":"2004 Tsunami",
    "Disaster":"Tsunami",
    "FIELD6":""
  },
  {
    "Type":"Skills",
    "Point":"“in cases where women had the ability to swim, the overall mortality rate was reduced by more than 60 per cent”",
    "Page":10,
    "Tags":"",
    "Disaster":"",
    "FIELD6":""
  },
  {
    "Type":"Skills",
    "Point":"Women have found it difficult to gain access to training and capacity building such as extension advice on improved agricultural practices. Also true for poor male farmers in some countries.",
    "Page":29,
    "Tags":"",
    "Disaster":"",
    "FIELD6":""
  },
  {
    "Type":"Statistics",
    "Point":"Lack of proper statistical distribution of the victims. For instance, no media house in the recent Assam, Meghalaya floods reported the victims categorized as number of women/men/children",
    "Page":null,
    "Tags":"",
    "Disaster":"",
    "FIELD6":""
  },
  {
    "Type":"Statistics",
    "Point":"Makes it challenging to strategize gender-specific response",
    "Page":null,
    "Tags":"",
    "Disaster":"",
    "FIELD6":""
  },
  {
    "Type":"Statistics",
    "Point":"\"Often, transgender deaths and losses are not recorded in official disaster statistics, they are stigmatized in ways which mean they cannot access normal channels of information or warnings, and they may be neglected or ignored in disaster preparedness, relief and recovery”",
    "Page":11,
    "Tags":"",
    "Disaster":"",
    "FIELD6":""
  },
  {
    "Type":"LGBT community safety",
    "Point":"Hasina, a transgender plumber was gang-raped after being thrown out by boyfriend from temporary shelter and forced to sleep in open",
    "Page":11,
    "Tags":"",
    "Disaster":"",
    "FIELD6":""
  },
  {
    "Type":"LGBT community safety",
    "Point":"Hasina felt having a common shelter for transgender community will provide a sense of security and prevent trauma",
    "Page":11,
    "Tags":"",
    "Disaster":"",
    "FIELD6":""
  },
  {
    "Type":"Gender disadvantage",
    "Point":"In poor households, women (along with children, older people) are more prone to risk during disasters than men since they tend to spend more time indoors",
    "Page":10,
    "Tags":"",
    "Disaster":"",
    "FIELD6":""
  },
  {
    "Type":"Gender disadvantage",
    "Point":"Increase in underage marriages in places where more women died than men",
    "Page":11,
    "Tags":"",
    "Disaster":"",
    "FIELD6":""
  },
  {
    "Type":"Gender disadvantage",
    "Point":"Relief distributed through men does not always reach other family members. food aid is more likely to reach children if distributed through women",
    "Page":19,
    "Tags":"",
    "Disaster":"",
    "FIELD6":""
  },
  {
    "Type":"Gender diversity",
    "Point":"Maintain gender diversity (including elderly, youth) in emergency response teams",
    "Page":18,
    "Tags":"",
    "Disaster":"",
    "FIELD6":""
  },
  {
    "Type":"Gender diversity",
    "Point":"Maintain gender diversity (including elderly, youth) in relief distribution systems",
    "Page":18,
    "Tags":"",
    "Disaster":"",
    "FIELD6":""
  },
  {
    "Type":"Relief needs",
    "Point":"Include sanitary pads, clean strips of cloth and underwear for women and girls. preferable to avoid men in this distribution as it can be embarrassing/humiliating",
    "Page":20,
    "Tags":"",
    "Disaster":"",
    "FIELD6":"Health"
  },
  {
    "Type":"Relief needs",
    "Point":"Include crucial nutrients, vitamin supplements in mother/baby assistance packages when appropriate for pregnant and lactating women",
    "Page":20,
    "Tags":"",
    "Disaster":"",
    "FIELD6":"Health"
  },
  {
    "Type":"Relief needs",
    "Point":"Shaving kits were included in the hygiene kits provided to men where it’s not conventional to shave [2005 Pakistan earthquake]",
    "Page":20,
    "Tags":"2005 Pakistan",
    "Disaster":"Earthquake",
    "FIELD6":""
  },
  {
    "Type":"Relief needs",
    "Point":"Burkhas were underprovided in areas with Muslim communities",
    "Page":20,
    "Tags":"",
    "Disaster":"",
    "FIELD6":""
  },
  {
    "Type":"Relief needs",
    "Point":"Many Indian ocean tsunami aid packages given by several organizations excluded culturally appropriate chudhidars in Tamil Nadu [2004 Tsunami]",
    "Page":20,
    "Tags":"2004 Tsunami",
    "Disaster":"Tsunami",
    "FIELD6":""
  },
  {
    "Type":"Health",
    "Point":"Pregnant women lack access to obstetric care and have miscarried babies or delivered babies under unsanitary and unsafe conditions",
    "Page":20,
    "Tags":"",
    "Disaster":"",
    "FIELD6":""
  },
  {
    "Type":"Health",
    "Point":"Increased risk of sexual diseases due to unwanted sex, lack of access to contraceptives or sexual violence (rape) committed against those who live in exposed living conditions",
    "Page":30,
    "Tags":"",
    "Disaster":"",
    "FIELD6":""
  },
  {
    "Type":"Prior training",
    "Point":"prior training helps deal with disasters better",
    "Page":18,
    "Tags":"",
    "Disaster":"",
    "FIELD6":""
  },
  {
    "Type":"Prior training",
    "Point":"Saeeda Bibi, one among 7 women and 18 men who attended training in community-based disaster preparedness, helped save 40-50 lives from their collapsed homes, provided water for survivors, cleaned mud from victims’ bodies, assist the injured, pulled out dead bodies",
    "Page":18,
    "Tags":"",
    "Disaster":"",
    "FIELD6":""
  },
  {
    "Type":"Post-disaster needs",
    "Point":"Condoms, reproductive health kits and midwifery kits",
    "Page":21,
    "Tags":"",
    "Disaster":"",
    "FIELD6":""
  },
  {
    "Type":"Post-disaster needs",
    "Point":"Domestic violence and alcohol abuse prevention counseling",
    "Page":21,
    "Tags":"",
    "Disaster":"",
    "FIELD6":""
  },
  {
    "Type":"Post-disaster needs",
    "Point":"“Sports programmes for men and women may also be helpful in relieving tensions.”",
    "Page":21,
    "Tags":"",
    "Disaster":"",
    "FIELD6":""
  },
  {
    "Type":"Post-disaster housing",
    "Point":"Women not included in temporary housing design in post-tsunami Sri Lanka resulting in lack of adequate kitchen facilities",
    "Page":27,
    "Tags":"",
    "Disaster":"",
    "FIELD6":""
  },
  {
    "Type":"Post-disaster housing",
    "Point":"Lack of safe cooking areas lead to smoke and fire hazards, some dwellings burned down",
    "Page":27,
    "Tags":"",
    "Disaster":"",
    "FIELD6":""
  },
  {
    "Type":"Post-disaster housing",
    "Point":"Local participation in physical reconstruction should be encouraged",
    "Page":27,
    "Tags":"",
    "Disaster":"",
    "FIELD6":""
  },
  {
    "Type":"Post-disaster housing",
    "Point":"Reconstruction should be used an opportunity to recognize formal ownership of land and property rights for impovershied and marginalized people who face barriers.",
    "Page":27,
    "Tags":"",
    "Disaster":"",
    "FIELD6":""
  },
  {
    "Type":"Post-disaster housing",
    "Point":"Post-disaster recovery programmes should support operations that restore economic opportunities or development of new livelihood opportunities that replace the ones that were lost.",
    "Page":27,
    "Tags":"",
    "Disaster":"",
    "FIELD6":""
  },
  {
    "Type":"Livelihood",
    "Point":"\"Women's means producing activities can include cultivating home vegetable gardens, playing key roles in crop and fish production and marketing, raising livestock, running small businesses such as selling snacks or making cakes and day labour\"",
    "Page":28,
    "Tags":"",
    "Disaster":"",
    "FIELD6":""
  },
  {
    "Type":"Livelihood",
    "Point":"Lower caste women's need for catamarans to collect edible shells was largely unrecognized in Tamil Nadu after 2004 Tsunami. This is due to the prevailing perceptions of men being the sole breadwinners [2004 Tsunami]",
    "Page":28,
    "Tags":"2004 Tsunami",
    "Disaster":"Tsunami",
    "FIELD6":""
  },
  {
    "Type":"Livelihood",
    "Point":"Food for work through activities such as clearing of rubble, marketplace rehabilitation, drought mitigation can help sustain economic opportunities and protect people from having to sell their productive assets. It must be ensured that women are be paid equally as men.",
    "Page":28,
    "Tags":"",
    "Disaster":"",
    "FIELD6":""
  },
  {
    "Type":"Livelihood",
    "Point":"Cash for work, cash grants, cash through microfinance institutions are being increasingly used in emergency responses. Cash transfer schemes often overlook underprivileged people without land/property rights, unregistered migrants and women heads of households.",
    "Page":28,
    "Tags":"",
    "Disaster":"",
    "FIELD6":""
  },
  {
    "Type":"Disaster mitigation, preparation",
    "Point":"Women are often not adequately consulted in selection, design and implementation of physical mitigation activities such as check dams, health clinics, planting of mangroves, improvement of safety of housing and public buildings and other similar activities",
    "Page":33,
    "Tags":"",
    "Disaster":"",
    "FIELD6":""
  },
  {
    "Type":"Disaster mitigation, preparation",
    "Point":"Early warning system in Bangladesh was not fully utilized as women were not notified of cyclone warning in 2007",
    "Page":33,
    "Tags":"2007 Bangladesh Cyclone",
    "Disaster":"Cyclone",
    "FIELD6":""
  },
  {
    "Type":"Disaster mitigation, preparation",
    "Point":"Several reasons include: warnings were given in the marketplace and not near houses, women stayed back home in the absence of men at home feeling the domestic responsibility for household assets, purdah practice precluded women from leaving the home unaccompanied by male relatives in few cases. In few instances, sex workers were denied access to cyclone shelters",
    "Page":33,
    "Tags":"2007 Bangladesh Cyclone",
    "Disaster":"Cyclone",
    "FIELD6":""
  },
  {
    "Type":"Disaster mitigation, preparation",
    "Point":"In few instances, sex workers were denied access to cyclone shelters",
    "Page":33,
    "Tags":"2007 Bangladesh Cyclone",
    "Disaster":"Cyclone",
    "FIELD6":""
  },
  {
    "Type":"Disaster mitigation, preparation",
    "Point":"Information dissemination methods should consider gender differences in literacy, mobility, access to public avenues, labour schedules and general preferences for means, times of participation",
    "Page":33,
    "Tags":"",
    "Disaster":"",
    "FIELD6":""
  },
  {
    "Type":"Must reads",
    "Point":"Good Practice Checklist for Gender and Diversity in Relief, a list of 9 actionable points",
    "Page":16,
    "Tags":"",
    "Disaster":"",
    "FIELD6":""
  },
  {
    "Type":"Must reads",
    "Point":"Good Practice Checklist for Gender and Diversity in Recovery, a list of 8 actionable points",
    "Page":25,
    "Tags":"",
    "Disaster":"",
    "FIELD6":""
  },
  {
    "Type":"Must reads",
    "Point":"Good Practice Checklist for Gender and Diversity in Disaster Risk Reduction, a list of 8 actionable points",
    "Page":32,
    "Tags":"",
    "Disaster":"",
    "FIELD6":""
  }
]